02_conflitos/trabalho.org
#+TITLE: Análise de um Caso de Negociação e Gestão de Conflito
#+AUTHOR: Gustavo Magalhães Mendes de Tarso
#+DATE: \today
#+LANGUAGE: pt-br
#+OPTIONS: toc:nil title:t
#+LATEX_CLASS_OPTIONS: [article,12pt,oneside,a4paper]
#+LATEX_HEADER: \usepackage[brazil]{babel}
#+LATEX_HEADER: \usepackage[utf8]{inputenc}
#+LATEX_HEADER: \usepackage[T1]{fontenc}
#+LATEX_HEADER: \usepackage{lmodern}
#+LATEX_HEADER: \usepackage{microtype}
#+LATEX_HEADER: \usepackage[left=3cm,top=3cm,right=2cm,bottom=2cm]{geometry}
#+LATEX_HEADER: \frenchspacing
#+LATEX_HEADER: \pretolerance=100
#+LATEX_HEADER: \tolerance=200
#+LATEX_HEADER: \emergencystretch=3em
#+LATEX_HEADER: \hbadness=2000
#+LATEX_HEADER: \usepackage[alf]{abntex2cite}
#+LATEX_HEADER: \bibliographystyle{abntex2-alf}

* RESUMO

A negociação é uma habilidade essencial no ambiente corporativo, permitindo alinhar interesses divergentes e resolver conflitos de forma eficaz. Este trabalho analisa um caso real de negociação ocorrido no Ministério da Previdência Social, em que identifiquei um erro matemático na distribuição de vagas do concurso de Perícia Médica Federal. O embate ocorreu com minha superior hierárquica, que resistiu à correção do erro, sustentando sua decisão com base em autoridade hierárquica, apesar das evidências técnicas apresentadas. A análise destaca a importância da escuta ativa e da paciência como fatores críticos para a resolução de conflitos e a efetividade na negociação. O estudo aprofunda conceitos de negociação e gestão de conflitos, discutindo estratégias que podem aprimorar a comunicação interpessoal e minimizar desgastes em processos decisórios. \\

Palavras-chave: negociação, gestão de conflitos, escuta ativa, paciência.

* INTRODUÇÃO

A negociação está presente em diversas esferas da vida profissional e organizacional, sendo um instrumento essencial para a resolução de conflitos e a tomada de decisões eficazes \cite{fisher1991getting}. No contexto corporativo, lidar com divergências de opinião e interesses exige habilidades que vão além do conhecimento técnico, incluindo comunicação estratégica, inteligência emocional e gestão de conflitos \cite{goleman1998trabalhando}.

Neste trabalho, relato minha experiência em um conflito ocorrido no setor público, no qual, como servidor técnico responsável pela análise matemática da distribuição de vagas do concurso de Perícia Médica Federal, identifiquei uma inconsistência na metodologia adotada. A falha, se mantida, comprometeria a equidade do processo e poderia resultar em questionamentos administrativos e jurídicos. Ao apresentar a inconsistência e sugerir correções embasadas em critérios técnicos objetivos, enfrentei resistência da minha superior hierárquica, que manteve sua posição com base na autoridade do cargo. A experiência evidenciou a necessidade de aprimoramento em duas competências fundamentais para a negociação: escuta ativa e paciência \cite{ury1993como}.

* REFERENCIAL TEÓRICO
** Negociação e Estilos de Resolução de Conflitos

A negociação é um processo de comunicação estruturado, cujo objetivo é resolver conflitos, alinhar interesses e alcançar um acordo mutuamente satisfatório \cite{lewicki2015negotiation}. No ambiente organizacional, a negociação desempenha um papel essencial na tomada de decisões e na gestão de conflitos, sendo frequentemente influenciada por fatores como poder hierárquico, cultura organizacional e a disposição das partes em cooperar ou competir.

Segundo Robbins e Judge \cite{robbins2015comportamento}, os estilos de negociação podem ser classificados em cinco categorias principais. Cada estilo possui características distintas e sua eficácia depende do contexto e dos objetivos das partes envolvidas:

*** Negociação Competitiva

O estilo competitivo é caracterizado pelo foco na maximização dos próprios interesses, muitas vezes em detrimento das necessidades da outra parte. Negociadores competitivos tendem a adotar uma postura assertiva e utilizam estratégias de pressão para alcançar seus objetivos. \\

Características principais:

- Alta assertividade e baixa cooperação.
- Ênfase na obtenção de ganhos individuais.
- Uso de táticas de persuasão, influência e, em alguns casos, coerção.
- Menor preocupação com a manutenção do relacionamento.

Quando usar?

- Quando há recursos limitados e é necessário obter a maior vantagem possível.
- Em situações de negociação única, onde não há interesse na construção de um relacionamento de longo prazo.
- Quando há um desequilíbrio de poder a favor do negociador e a outra parte tem pouca margem de manobra.

Riscos:

- Pode gerar resistência e animosidade, dificultando negociações futuras.
- A outra parte pode reagir de maneira igualmente agressiva, tornando o processo um impasse.
- Pode resultar em acordos instáveis ou prejudiciais ao longo prazo.

*** Negociação Colaborativa

O estilo colaborativo busca gerar valor para ambas as partes, enfatizando um resultado benéfico para todos os envolvidos. Esse estilo de negociação é pautado na transparência, no diálogo aberto e na busca por soluções criativas que atendam aos interesses de todos. \\

Características principais:

- Alta assertividade e alta cooperação.
- Priorização da criação de valor e da satisfação mútua.
- Compartilhamento de informações e interesses para encontrar soluções inovadoras.
- Construção de relações de confiança e parcerias duradouras.

Quando usar?

- Quando há espaço para um acordo vantajoso para ambas as partes (ganha-ganha).
- Em negociações estratégicas de longo prazo.
- Quando há um problema complexo que exige soluções criativas e flexíveis.

Benefícios:

- Gera acordos sustentáveis e duradouros.
- Fortalece relações de confiança e cooperação.
- Reduz conflitos e melhora a comunicação organizacional.

Desafios:

- Requer mais tempo e esforço para chegar a um consenso.
- Pode ser ineficaz se uma das partes adotar um comportamento competitivo.
- Exige que ambas as partes estejam dispostas a compartilhar informações e trabalhar em conjunto.

*** Negociação Acomodativa

O estilo acomodativo é utilizado quando um negociador decide ceder à outra parte para preservar o relacionamento ou evitar conflitos. Esse estilo pode ser útil em situações em que a relação interpessoal é mais valiosa do que o resultado imediato da negociação. \\

Características principais:

- Baixa assertividade e alta cooperação.
- Priorização do relacionamento em detrimento dos próprios interesses.
- Disposição para ceder para evitar impasses.

Quando usar?

- Quando a questão negociada tem baixa importância para o negociador, mas alta importância para a outra parte.
- Quando a preservação do relacionamento é mais relevante do que o resultado específico da negociação.
- Em situações em que há uma grande disparidade de poder e resistência pode trazer consequências negativas.

Riscos:

- Pode gerar frustração se o estilo for utilizado com frequência, levando a concessões excessivas.
- Pode incentivar comportamentos exploratórios por parte do outro negociador.
- Pode enfraquecer a posição do negociador a longo prazo.

