02_conflitos/trabalho.tex
% Created 2025-02-23 dom 19:32
% Intended LaTeX compiler: pdflatex
\documentclass[article,12pt,oneside,a4paper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[brazil, brazilian]{babel}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{lmodern}
\usepackage{microtype}
\usepackage[left=3cm,top=3cm,right=2cm,bottom=2cm]{geometry}
\frenchspacing
\pretolerance=100
\tolerance=200
\emergencystretch=3em
\hbadness=2000
\usepackage[alf]{abntex2cite}
\bibliographystyle{abntex2-alf}
\author{Gustavo Magalhães Mendes de Tarso}
\date{\today}
\title{Análise de um Caso de Negociação e Gestão de Conflito}
\hypersetup{
 pdfauthor={Gustavo Magalhães Mendes de Tarso},
 pdftitle={Análise de um Caso de Negociação e Gestão de Conflito},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.0.91 (Org mode 9.7.11)}, 
 pdflang={Portuges}}
\begin{document}

\maketitle
\section{RESUMO}
\label{sec:orgcdce6e7}

A negociação é uma habilidade essencial no ambiente corporativo, permitindo alinhar interesses divergentes e resolver conflitos de forma eficaz. Este trabalho analisa um caso real de negociação ocorrido no Ministério da Previdência Social, em que identifiquei um erro matemático na distribuição de vagas do concurso de Perícia Médica Federal. O embate ocorreu com minha superior hierárquica, que resistiu à correção do erro, sustentando sua decisão com base em autoridade hierárquica, apesar das evidências técnicas apresentadas. A análise destaca a importância da escuta ativa e da paciência como fatores críticos para a resolução de conflitos e a efetividade na negociação. O estudo aprofunda conceitos de negociação e gestão de conflitos, discutindo estratégias que podem aprimorar a comunicação interpessoal e minimizar desgastes em processos decisórios. \\

Palavras-chave: negociação, gestão de conflitos, escuta ativa, paciência.
\section{INTRODUÇÃO}
\label{sec:orgd5a2473}

A negociação está presente em diversas esferas da vida profissional e organizacional, sendo um instrumento essencial para a resolução de conflitos e a tomada de decisões eficazes \cite{fisher1991getting}. No contexto corporativo, lidar com divergências de opinião e interesses exige habilidades que vão além do conhecimento técnico, incluindo comunicação estratégica, inteligência emocional e gestão de conflitos \cite{goleman1998trabalhando}.

Neste trabalho, relato minha experiência em um conflito ocorrido no setor público, no qual, como servidor técnico responsável pela análise matemática da distribuição de vagas do concurso de Perícia Médica Federal, identifiquei uma inconsistência na metodologia adotada. A falha, se mantida, comprometeria a equidade do processo e poderia resultar em questionamentos administrativos e jurídicos. Ao apresentar a inconsistência e sugerir correções embasadas em critérios técnicos objetivos, enfrentei resistência da minha superior hierárquica, que manteve sua posição com base na autoridade do cargo. A experiência evidenciou a necessidade de aprimoramento em duas competências fundamentais para a negociação: escuta ativa e paciência \cite{ury1993como}.
\section{REFERENCIAL TEÓRICO}
\label{sec:orgaed2701}
\subsection{Negociação e Estilos de Resolução de Conflitos}
\label{sec:org9bb1d91}

A negociação é um processo de comunicação estruturado, cujo objetivo é resolver conflitos, alinhar interesses e alcançar um acordo mutuamente satisfatório \cite{lewicki2015negotiation}. No ambiente organizacional, a negociação desempenha um papel essencial na tomada de decisões e na gestão de conflitos, sendo frequentemente influenciada por fatores como poder hierárquico, cultura organizacional e a disposição das partes em cooperar ou competir.

Segundo Robbins e Judge \cite{robbins2015comportamento}, os estilos de negociação podem ser classificados em cinco categorias principais. Cada estilo possui características distintas e sua eficácia depende do contexto e dos objetivos das partes envolvidas:
\subsubsection{Negociação Competitiva}
\label{sec:org17ebe99}

O estilo competitivo é caracterizado pelo foco na maximização dos próprios interesses, muitas vezes em detrimento das necessidades da outra parte. Negociadores competitivos tendem a adotar uma postura assertiva e utilizam estratégias de pressão para alcançar seus objetivos. \\

Características principais:

\begin{itemize}
\item Alta assertividade e baixa cooperação.
\item Ênfase na obtenção de ganhos individuais.
\item Uso de táticas de persuasão, influência e, em alguns casos, coerção.
\item Menor preocupação com a manutenção do relacionamento.
\end{itemize}

Quando usar?

\begin{itemize}
\item Quando há recursos limitados e é necessário obter a maior vantagem possível.
\item Em situações de negociação única, onde não há interesse na construção de um relacionamento de longo prazo.
\item Quando há um desequilíbrio de poder a favor do negociador e a outra parte tem pouca margem de manobra.
\end{itemize}

Riscos:

\begin{itemize}
\item Pode gerar resistência e animosidade, dificultando negociações futuras.
\item A outra parte pode reagir de maneira igualmente agressiva, tornando o processo um impasse.
\item Pode resultar em acordos instáveis ou prejudiciais ao longo prazo.
\end{itemize}
\subsubsection{Negociação Colaborativa}
\label{sec:orgda140d4}

O estilo colaborativo busca gerar valor para ambas as partes, enfatizando um resultado benéfico para todos os envolvidos. Esse estilo de negociação é pautado na transparência, no diálogo aberto e na busca por soluções criativas que atendam aos interesses de todos. \\

Características principais:

\begin{itemize}
\item Alta assertividade e alta cooperação.
\item Priorização da criação de valor e da satisfação mútua.
\item Compartilhamento de informações e interesses para encontrar soluções inovadoras.
\item Construção de relações de confiança e parcerias duradouras.
\end{itemize}

Quando usar?

\begin{itemize}
\item Quando há espaço para um acordo vantajoso para ambas as partes (ganha-ganha).
\item Em negociações estratégicas de longo prazo.
\item Quando há um problema complexo que exige soluções criativas e flexíveis.
\end{itemize}

Benefícios:

\begin{itemize}
\item Gera acordos sustentáveis e duradouros.
\item Fortalece relações de confiança e cooperação.
\item Reduz conflitos e melhora a comunicação organizacional.
\end{itemize}

Desafios:

\begin{itemize}
\item Requer mais tempo e esforço para chegar a um consenso.
\item Pode ser ineficaz se uma das partes adotar um comportamento competitivo.
\item Exige que ambas as partes estejam dispostas a compartilhar informações e trabalhar em conjunto.
\end{itemize}
\subsubsection{Negociação Acomodativa}
\label{sec:orgcd7769b}

O estilo acomodativo é utilizado quando um negociador decide ceder à outra parte para preservar o relacionamento ou evitar conflitos. Esse estilo pode ser útil em situações em que a relação interpessoal é mais valiosa do que o resultado imediato da negociação. \\

Características principais:

\begin{itemize}
\item Baixa assertividade e alta cooperação.
\item Priorização do relacionamento em detrimento dos próprios interesses.
\item Disposição para ceder para evitar impasses.
\end{itemize}

Quando usar?

\begin{itemize}
\item Quando a questão negociada tem baixa importância para o negociador, mas alta importância para a outra parte.
\item Quando a preservação do relacionamento é mais relevante do que o resultado específico da negociação.
\item Em situações em que há uma grande disparidade de poder e resistência pode trazer consequências negativas.
\end{itemize}

Riscos:

\begin{itemize}
\item Pode gerar frustração se o estilo for utilizado com frequência, levando a concessões excessivas.
\item Pode incentivar comportamentos exploratórios por parte do outro negociador.
\item Pode enfraquecer a posição do negociador a longo prazo.
\end{itemize}
