02_conflitos/trabalho.tex
\subsubsection{Negociação Evitativa}
\label{sec:org0719a16}

O estilo evitativo ocorre quando uma das partes opta por não se envolver diretamente na negociação, seja por considerar que os custos da negociação superam os benefícios ou por não ter um posicionamento claro sobre a questão. \\

Características principais:

\begin{itemize}
\item Baixa assertividade e baixa cooperação.
\item Recusa ou adiamento da negociação.
\item Ausência de confronto direto.
\end{itemize}

Quando usar?

\begin{itemize}
\item Quando o tema da negociação não é prioritário e não há necessidade de uma decisão imediata.
\item Quando os custos de entrar em um conflito são maiores do que os benefícios esperados.
\item Quando há informações insuficientes e é necessário mais tempo para avaliar a situação.
\end{itemize}

Riscos:

\begin{itemize}
\item Pode resultar na perda de oportunidades estratégicas.
\item Se utilizada excessivamente, pode prejudicar a credibilidade do negociador.
\item Pode levar a conflitos futuros, caso o problema não seja resolvido adequadamente.
\end{itemize}
\subsubsection{Negociação Compromissada}
\label{sec:orgf46e76e}

O estilo compromissado busca equilibrar interesses, promovendo concessões mútuas para alcançar um acordo razoável para ambas as partes. Esse estilo é frequentemente utilizado quando há impasses e as partes precisam encontrar um meio-termo. \\

Características principais:

\begin{itemize}
\item Nível moderado de assertividade e cooperação.
\item Enfoque na busca de soluções intermediárias.
\item Disposição para fazer e receber concessões.
\end{itemize}

Quando usar?

\begin{itemize}
\item Quando o tempo é um fator crítico e uma solução rápida é necessária.
\item Quando os interesses de ambas as partes são relativamente equilibrados.
\item Quando um acordo parcial é melhor do que nenhum acordo.
\end{itemize}

Benefícios:

\begin{itemize}
\item Agilidade na resolução de conflitos.
\item Pode evitar impasses prolongados.
\item Garante que ambas as partes obtenham algum benefício.
\end{itemize}

Desafios:

\begin{itemize}
\item Pode resultar em acordos subótimos, nos quais nenhuma das partes está totalmente satisfeita.
\item Pode ser explorado por negociadores mais experientes, que conseguem extrair concessões maiores.
\item Em algumas situações, pode enfraquecer a posição de negociação ao longo do tempo.
\end{itemize}

A escolha do estilo de negociação adequado depende do contexto e das motivações das partes envolvidas \cite{malhotra2016negotiation}. Enquanto o estilo competitivo pode ser útil em negociações pontuais, o colaborativo tende a gerar acordos mais sustentáveis. O acomodativo e o evitativo podem ser utilizados estrategicamente para preservar relacionamentos, enquanto o compromissado é eficiente para situações em que um consenso rápido é necessário.

Para um negociador eficaz, é essencial compreender a dinâmica de cada abordagem e desenvolver flexibilidade para adaptar-se conforme o contexto. O uso estratégico dos estilos de negociação permite não apenas alcançar melhores acordos, mas também fortalecer relacionamentos profissionais e aprimorar a comunicação interpessoal.
\subsection{Poder e Autoridade na Gestão de Conflitos}
\label{sec:orgc96864f}

Em ambientes hierárquicos, o poder organizacional influencia diretamente as negociações. French e Raven \cite{french1959bases} identificam diferentes tipos de poder:

\begin{itemize}
\item \emph{Poder legítimo}: Deriva da posição formal.
\item \emph{Poder de especialização}: Baseado no conhecimento técnico.
\item \emph{Poder coercitivo}: Capacidade de impor sanções.
\item \emph{Poder de recompensa}: Controle sobre benefícios.
\end{itemize}

No caso analisado, minha superior hierárquica utilizou seu poder legítimo para sustentar sua posição, enquanto eu me baseei no poder de especialização para justificar minha argumentação e demonstrar tecnicamente a necessidade da revisão do cálculo.
\subsection{Retórica Aristotélica e Persuasão na Negociação}
\label{sec:orgaf8294f}

Aristóteles descreve três pilares essenciais para a persuasão \cite{aristoteles2004retorica}:

\begin{itemize}
\item \textbf{Logos} – Argumentação baseada em lógica e evidências.
\item \textbf{Ethos} – Construção de credibilidade do orador.
\item \textbf{Pathos} – Apelo emocional para gerar conexão.
\end{itemize}

O sucesso da negociação depende do equilíbrio entre esses elementos.
\section{ANÁLISE DO CASO}
\label{sec:org01344e9}
\subsection{O Conflito e Seus Desdobramentos}
\label{sec:org589a516}

No setor responsável pela elaboração e distribuição de vagas do concurso de Perícia Médica Federal, identifiquei um erro matemático na metodologia adotada. Caso aplicado, esse cálculo distorceria a alocação das vagas, comprometendo a eficiência do processo e gerando risco de questionamentos jurídicos.

Ao apresentar a inconsistência e propor ajustes baseados em critérios matemáticos objetivos, minha superior hierárquica recusou a revisão, utilizando sua autoridade hierárquica para validar a decisão inicial. Essa postura centralizadora e resistente à argumentação técnica impôs um desafio à negociação, tornando essencial o uso de estratégias de persuasão para evitar que o erro fosse mantido.

A manutenção da metodologia incorreta, apesar das evidências técnicas apresentadas, poderia resultar em impactos significativos para a validade do concurso. Se a distribuição de vagas ocorresse com base em um critério equivocado, haveria risco de impugnação do processo seletivo, comprometendo sua credibilidade e demandando retificações posteriores. Além disso, tal erro comprometeria a eficiência da gestão pública e a alocação racional de recursos.

Diante desse cenário, enfatizei a necessidade de revisão da metodologia, garantindo que a distribuição de vagas fosse baseada em parâmetros matemáticos objetivos e alinhados aos princípios de transparência, isonomia e legalidade. A adoção de um critério técnico adequado era essencial para assegurar que a seleção atendesse aos interesses da administração pública e dos candidatos de maneira justa e eficiente.
\subsection{Estratégias Utilizadas e aplicação do Raciocínio Aristotélico}
\label{sec:orgf0a26fc}

Para superar a resistência da chefe e evitar a escalada do conflito, foram adotadas as seguintes estratégias:

\begin{itemize}
\item \textbf{Logos (Razão e Evidências)}:  
\begin{itemize}
\item Apresentação de dados técnicos e simulações para demonstrar a falha no cálculo.
\item Comparação com metodologias validadas para reforçar a argumentação.
\end{itemize}

\item \textbf{Ethos (Credibilidade e Autoridade Técnica)}:  
\begin{itemize}
\item Citação de experiências anteriores do servidor na área.
\item Referências a normativas internas e padrões técnicos.
\end{itemize}

\item \textbf{Pathos (Empatia e Comunicação Estratégica)}:  
\begin{itemize}
\item Uso de perguntas abertas para envolver a chefe na análise.
\item Comunicação respeitosa para evitar resistência emocional.
\end{itemize}
\end{itemize}

Essas abordagens permitiram que a chefe reconsiderasse sua posição sem sentir que sua autoridade estava sendo diretamente questionada.
\subsection{Alternativas das Partes (MACNA)}
\label{sec:org6bb7644}

Segundo Fisher e Ury \cite{fisher1991getting}, a \textbf{Melhor Alternativa em Caso de Não Acordo (MACNA)} deve ser considerada para avaliar a força da posição de cada parte.

\begin{itemize}
\item \textbf{Minha MACNA}:  
\begin{itemize}
\item Escalar a questão para instâncias superiores (Tribunal de Contas, auditorias internas).
\item Emitir um parecer técnico formalizando a contestação.
\end{itemize}

\item \textbf{MACNA da chefe}:  
\begin{itemize}
\item Imposição unilateral da decisão, assumindo riscos administrativos.
\item Consulta a outro especialista para validar sua posição.
\end{itemize}
\end{itemize}

A análise indicava que a MACNA da chefe era mais fraca, favorecendo uma negociação bem conduzida.
\subsection{CONEXÃO COM O ARTIGO \emph{HOW TO DISAGREE WITH SOMEONE MORE POWERFUL THAN YOU}}
\label{sec:orgd4193c2}

O caso analisado neste trabalho possui forte relação com as diretrizes apresentadas no artigo de Amy Gallo \cite{gallo2016how}, que aborda estratégias para discordar de superiores hierárquicos de forma respeitosa e produtiva. No artigo, Gallo sugere técnicas que se alinham diretamente às abordagens utilizadas pelo servidor técnico na negociação com sua chefe.
