02_conflitos/trabalho.tex
\subsubsection{Avaliação de Riscos ao Discordar}
\label{sec:org5fe1a0b}

Gallo destaca que é natural temer as consequências de discordar de um superior, mas que é importante ponderar os riscos de não falar nada. No caso analisado, a manutenção do erro matemático poderia comprometer a eficiência da distribuição de vagas e gerar questionamentos administrativos e jurídicos.
\subsubsection{Construção de um Argumento Estratégico}
\label{sec:org12a410a}

O artigo sugere que a discordância deve ser estruturada com base na identificação de um objetivo comum e na apresentação de evidências lógicas (Logos). No caso estudado, o servidor utilizou essa abordagem ao apresentar simulações matemáticas e normativas internas para embasar sua argumentação.
\subsubsection{Técnicas de Comunicação}
\label{sec:org15da8eb}

Gallo recomenda evitar linguagem julgadora e focar apenas nos fatos. O servidor técnico seguiu essa orientação ao apresentar seu argumento de forma técnica, sem ataques pessoais.

A estrutura \emph{Logos}, \emph{Ethos}, \emph{Pathos} também aparece como um elemento central tanto no artigo de Gallo quanto no estudo do caso:

\begin{itemize}
\item \emph{Logos}: Apresentação de dados concretos e técnicos.

\item \emph{Ethos}: Reforço da credibilidade profissional do servidor.

\item \emph{Pathos}: Uso de comunicação respeitosa para reduzir resistência emocional.
\end{itemize}
\subsubsection{Validação do Ponto de Vista do Superior}
\label{sec:orga845694}

Uma das estratégias sugeridas no artigo é reconhecer a perspectiva do superior antes de apresentar uma objeção. No caso estudado, o servidor poderia ter iniciado destacando a lógica por trás do cálculo original antes de sugerir ajustes, minimizando a percepção de confronto.

A integração dessas abordagens fortalece a análise do caso, evidenciando como a negociação bem conduzida pode transformar conflitos em oportunidades de melhoria organizacional.
\section{CONCLUSÃO}
\label{sec:orgf5d5404}
A análise detalhada deste caso evidencia que negociações em ambientes hierárquicos exigem a combinação de \textbf{habilidade técnica e inteligência interpessoal}. Ao identificar o erro e enfrentar a resistência de minha superior hierárquica, foi necessário estruturar um argumento técnico sólido, equilibrando escuta ativa, paciência e persuasão estratégica. A adoção de uma abordagem racional baseada na retórica aristotélica permitiu que a revisão do cálculo fosse realizada sem comprometer a dinâmica organizacional.

Minha experiência reforça a importância do desenvolvimento contínuo de habilidades de negociação para lidar com conflitos de maneira eficaz e construtiva, garantindo que a tomada de decisão esteja alinhada aos princípios de transparência e eficiência administrativa.
\renewcommand{\bibname}{REFERÊNCIAS}
\bibliography{referencias}
\end{document}
